Repository: skolomon/ops
Catalog: locale/*/submission.po
Languages: uk

# submission.submit.userGroup
source: Submit in my role as...
uk: Надіслати в моїй ролі...

# submission.upload.selectComponent
source: Select preprint component
uk: Виберіть компонент препринта

# submission.title
source: Preprint Title
uk: Назва препринта

# submission.submit.newSubmissionSingle
source: New Submission
uk: Нове подання

# submission.abstract.wordCount.description
source: The abstract must be {$wordCount} words or less.
uk: Анотація повинна бути {$wordCount} слів або менше.

# submission.submit.noContext
source: This submission's server could not be found.
uk: Не вдалося знайти сервер цього подання.

# submission.galleyFiles
source: Galley Files
uk: Файли гранки

# submission.upload.fileContents
source: Preprint Component
uk: Компонент препринтів

# submission.complete
source: Approved
uk: Затверджено

# submission.submit.submissionChecklist
source: Submission Checklist
uk: Контрольний список подання

# submission.submit.contributorRole
source: Contributor's role
uk: Роль вкладника

# submission.metadataDescription
source: These specifications are based on the Dublin Core metadata set, an international standard used to describe content.
uk: Ці специфікації базуються на наборі метаданих Dublin Core, міжнародний стандарт, який використовується для опису вмісту.

# submission.sectionOptions
source: Section Options
uk: Параметри розділу

# catalog.browseTitles
source: {$numTitles} Items
uk: {$numTitles} Предмети

# catalog.category.heading
source: All Items
uk: Усі предмети

# galley.editPublishedDisabled
source: The galleys of this version can not be edited because it has already been posted.
uk: Галери цієї версії не можна редагувати, оскільки вона вже була опублікована.

# galley.publicationNotFound
source: The version for this galley could not be found.
uk: Не вдалося знайти версію для цієї галери.

# publication.invalidSection
source: The section for this version could not be found.
uk: Розділ для цієї версії не знайдено.

source: Preprint entry
uk: Запис до друку

# publication.issue.success
source: The preprint entry details have been updated.
uk: Деталі препринтів оновлено.

# publication.datePublished.description
source: The posted date will be set automatically when the preprint is posted. Do not enter a posted date unless you need to backdate it.
uk: Дата публікації буде встановлена ​​автоматично під час публікації препринту. Не вводьте дату розміщення, якщо вам не потрібно зробити її задньою датою.

# publication.relation
source: Relations
uk: Оприлюднення

# publication.relation.label
source: Relation status
uk: Стан оприлюднення

# publication.relation.none
source: This preprint has not been published elsewhere.
uk: Препринт ніде раніше не публікувався

# publication.relation.published
source: This preprint has been published elsewhere.
uk: Препринт вже був раніше опублікований

# publication.relation.vorDoi
source: DOI of the published preprint
uk: DOI опублікованої статті

# publication.publish.confirmation
source: All requirements have been met. Are you sure you want to post this?
uk: Всі вимоги виконано. Ви впевнені, що хочете це опублікувати?

# author.submit.authorsCanNotPublish
source: You can not post your own preprint. It must be approved and posted by a moderator.
uk: Ви не можете розмістити власний препринт. Його має схвалити та опублікувати модератор.

# publication.status.published
source: Posted
uk: Опубліковано

# submission.status.scheduled
source: Scheduled
uk: За розкладом

# publication.status.unscheduled
source: Unposted
uk: Неопубліковано

# submission.publication
source: Preprint
uk: Препринт

# submission.publications
source: Preprints
uk: Препринти

# publication.copyrightYearBasis.issueDescription
source: The copyright year will be set automatically when this is posted.
uk: Рік авторських прав буде встановлено автоматично, коли це буде опубліковано.

# publication.copyrightYearBasis.submissionDescription
source: The copyright year will be set automatically based on the posted date.
uk: Рік авторських прав буде встановлено автоматично на основі опублікованої дати.

# publication.datePublished
source: Date Posted
uk: Дата публікації

# publication.editDisabled
source: This version has been posted and can not be edited.
uk: Ця версія була опублікована і не може бути відредагована.

# publication.event.published
source: The submission was posted.
uk: Подання було опубліковано.

# publication.event.scheduled
source: The submission was scheduled to be posted.
uk: Подання було заплановано до публікації.

# publication.event.unpublished
source: The submission was unposted.
uk: Подання не було опубліковано.

# publication.event.versionPublished
source: A new version was posted.
uk: Опубліковано нову версію.

# publication.event.versionScheduled
source: A new version was scheduled to be posted.
uk: Було заплановано опублікувати нову версію.

# publication.event.versionUnpublished
source: This version was unposted and is no longer publicly available.
uk: Ця версія не була опублікована і більше не є загальнодоступною.

# publication.invalidSubmission
source: The submission for this preprint could not be found.
uk: Подання для цього препринту не знайдено.

# publication.publish
source: Post
uk: Опублікувати

# publication.publish.requirements
source: The following requirements must be met before this can be posted.
uk: Перш ніж це можна буде опублікувати, необхідно виконати наступні вимоги.

# publication.required.declined
source: A declined submission can not be posted.
uk: Відхилений матеріал не може бути опублікований.

# publication.required.reviewStage
source: The submission must be in the Production stage before it can be posted.
uk: Подання має бути на стадії виробництва, перш ніж його можна буде опублікувати.

# submission.license.description
source: The license will be set automatically to <a href='{$licenseUrl}' target='_blank'>{$licenseName}</a> when this is posted.
uk: Ліцензію буде встановлено автоматично <a href='{$licenseUrl}' target='_blank'>{$licenseName}</a> коли це опубліковано.

# submission.copyrightHolder.description
source: Copyright will be assigned automatically to {$copyright} when this is posted.
uk: Авторські права будуть присвоєні автоматично {$copyright} коли це опубліковано.

# submission.copyrightOther.description
source: Assign copyright for posted submissions to the following party.
uk: Призначити авторські права на опубліковані матеріали наступній стороні.

# publication.unpublish
source: Unpost
uk: Скасувати публікацію

# publication.unpublish.confirm
source: Are you sure you don't want this to be posted?
uk: Ви впевнені, що не хочете, щоб це було опубліковано?

# publication.unschedule.confirm
source: Are you sure you don't want this to be scheduled to be posted?
uk: Ви впевнені, що не хочете, щоб це було заплановано для публікації?

# publication.version.details
source: Details for version {$version}
uk: Деталі для версії {$version}

# submission.queries.production
source: Discussions
uk: Обговорення

# submission.licenseUrl.missing
source: No license selected. By default the <i>'CC Attribution-NonCommercial-NoDerivatives 4.0'</i> license will be assigned.
uk: Ліцензію не обрано.

# submission.wizard.confirmSubmit
source: Are you sure you want to submit <strong>{$title}</strong> to <strong>{$context}</strong>? Once you submit, a moderator will review the preprint before posting it online.
uk: Ви впевнені, що хочете подати <strong>{$title}</strong> до <strong>{$context}</strong>? Після того, як ви подасте, куратор перегляне препринт, перш ніж опублікувати його в мережі.

# submission.wizard.confirmSubmit.canPublish
source: Are you sure you want to submit <strong>{$title}</strong> to <strong>{$context}</strong>? Once you submit, you will be able to review your submission and post it online.
uk: Ви впевнені, що хочете подати <strong>{$title}</strong> до <strong>{$context}</strong>? Після того, як ви подасте, ви зможете переглянути своє подання та опублікувати його в Інтернеті.

# submission.licenseSection.description
source: Please select the license to apply to your preprint when it is posted.
uk: Будь ласка, виберіть ліцензію для застосування до вашого препринта, коли він буде опублікований.

# submission.submit.complete.canPost
source: Thank you for submitting your preprint. You can now <a href="{$workflowUrl}">post your preprint</a> publicly.
uk: Дякуємо за надісланий препринт. Тепер ви можете <a href="{$workflowUrl}">опублікувати свій препринт</a>.

# submission.submit.complete.canNotPost
source: Thank you for submitting your preprint. The server has been notified of your submission and you have been emailed a confirmation for your records. Once the moderator has reviewed your submission, they will post your preprint or contact you.
uk: Дякуємо за надісланий препринт. Сервер був повідомлений про ваше подання, і вам надіслано електронною поштою підтвердження для вашої інформації. Щойно куратор перегляне ваше подання, він опублікує ваш препринт або зв’яжеться з вами.

# submission.forTheEditors
source: For Readers
uk: Для редакторів

# submission.wizard.commentsForTheEditor.description
source: Add any information that you think our moderators should know before posting your preprint.
uk: Додайте будь-яку інформацію, яку, на вашу думку, мають знати наші куратори, перш ніж публікувати препринт.

# submission.copyright.description
source: Please read and understand the copyright terms for submissions to this preprint server.
uk: Будь ласка, прочитайте та зрозумійте умови авторського права для подання на цей сервер препринтів.

# publication.relation.description
source: Please indicate if this preprint has been published or submitted for publication elsewhere.
uk: Будь ласка, вкажіть, чи був цей препринт опублікований або поданий для публікації в іншому місці.

# publication.publish.relationStatus
source: Related Publication
uk: Статус оприлюднення

# publication.publish.relationStatus.none
source: This preprint has not been published elsewhere.
uk: Препринт ніде раніше не публікувався.

# publication.publish.relationStatus.submitted
source: This preprint has been submitted to a journal or other academic publication.
uk: Цей препринт подано до журналу чи іншого наукового видання.

# publication.publish.relationStatus.published.noDoi
source: This preprint has been published, but no DOI is available yet.
uk: Цей препринт вже був опублікований, але DOI ще немає.

# publication.publish.relationStatus.published
source: This preprint has been <a href='{$vorDoi}' target='_blank'>published</a>.
uk: Цей препринт вже був <a href='{$vorDoi}' target='_blank'>опублікований</a>.
